{
     "places": [
       {
         "id": 1,
         "title": "Jaipur",
         "description": "Jaipur, known as the 'Pink City,' is the capital of Rajasthan and is famous for its grand palaces, forts, and vibrant markets. It was founded by Maharaja Sawai Jai Singh II in 1727 and is one of India's first planned cities. The city is home to iconic landmarks like Hawa Mahal, Amber Fort, and City Palace, showcasing stunning Rajput and Mughal architecture. Jaipur is also part of the Golden Triangle tourist circuit along with Delhi and Agra.",
         "images": [
           "https://example.com/jaipur1.jpg",
           "https://example.com/jaipur2.jpg",
           "https://example.com/jaipur3.jpg",
           "https://example.com/jaipur4.jpg"
         ]
       },
       {
         "id": 2,
         "title": "Ajmer",
         "description": "Ajmer is a historic city best known for the Ajmer Sharif Dargah, the tomb of Sufi saint Khwaja Moinuddin Chishti, which attracts devotees from all religions. It was founded in the 7th century by Raja Ajaypal Chauhan and later became an important center for Mughal rulers. The city is also home to Ana Sagar Lake, Taragarh Fort, and the famous Mayo College. Ajmer serves as a gateway to the sacred town of Pushkar, just a few kilometers away.",
         "images": [
           "https://example.com/ajmer1.jpg",
           "https://example.com/ajmer2.jpg",
           "https://example.com/ajmer3.jpg",
           "https://example.com/ajmer4.jpg"
         ]
       },
       {
         "id": 3,
         "title": "Pushkar",
         "description": "Pushkar is one of the oldest cities in India, famous for its sacred Pushkar Lake and the world’s only dedicated Brahma Temple. The town hosts the grand Pushkar Camel Fair, one of the largest livestock fairs in the world. Pilgrims and tourists visit for spiritual experiences, cultural festivals, and vibrant markets. With over 500 temples and ghats, Pushkar is a blend of spirituality, history, and scenic beauty, making it a must-visit destination in Rajasthan.",
         "images": [
           "https://example.com/pushkar1.jpg",
           "https://example.com/pushkar2.jpg",
           "https://example.com/pushkar3.jpg",
           "https://example.com/pushkar4.jpg"
         ]
       },
       {
         "id": 4,
         "title": "Chittorgarh",
         "description": "Chittorgarh is known for its massive Chittorgarh Fort, the largest fort in India, symbolizing Rajput bravery and sacrifice. Built in the 7th century by the Maurya dynasty, it was the capital of Mewar and witnessed many historical battles. The fort houses famous structures like the Vijay Stambh (Victory Tower), Kirti Stambh, and Rana Kumbha Palace. The legendary tales of Rani Padmini and Maharana Pratap are deeply associated with this historic city.",
         "images": [
           "https://example.com/chittorgarh1.jpg",
           "https://example.com/chittorgarh2.jpg",
           "https://example.com/chittorgarh3.jpg",
           "https://example.com/chittorgarh4.jpg"
         ]
       },
       {
         "id": 5,
         "title": "Udaipur",
         "description": "Udaipur, also called the 'City of Lakes,' is known for its breathtaking lakes, royal palaces, and rich cultural heritage. Founded by Maharana Udai Singh II in 1559, the city boasts architectural marvels like the City Palace, Lake Palace, and Jag Mandir. Lake Pichola, Fateh Sagar Lake, and Sajjangarh Fort offer stunning views, making Udaipur one of India's most romantic destinations. The city reflects the grandeur of Rajputana history and continues to attract tourists worldwide.",
         "images": [
           "https://example.com/udaipur1.jpg",
           "https://example.com/udaipur2.jpg",
           "https://example.com/udaipur3.jpg",
           "https://example.com/udaipur4.jpg"
         ]
       },
       {
         "id": 6,
         "title": "Mount Abu",
         "description": "Mount Abu is the only hill station in Rajasthan, offering a refreshing escape from the desert heat with its lush greenery and cool climate. It is famous for the Dilwara Jain Temples, which feature intricate marble carvings dating back to the 11th and 13th centuries. The hill station is also known for Nakki Lake, Guru Shikhar (Rajasthan's highest peak), and its beautiful sunset points. Mount Abu serves as a peaceful retreat, attracting nature lovers and spiritual seekers alike.",
         "images": [
           "https://example.com/mountabu1.jpg",
           "https://example.com/mountabu2.jpg",
           "https://example.com/mountabu3.jpg",
           "https://example.com/mountabu4.jpg"
         ]
       }
     ]
   }
   