{
     "places": [
       {
         "id": 1,
         "title": "Ajmer",
         "description": "Ajmer is a historic city in Rajasthan, best known for the revered Ajmer Sharif Dargah, the tomb of Sufi saint Khwaja Moinuddin Chishti. Founded by Raja Ajaypal Chauhan in the 7th century, it became an important center for Mughal emperors. The city is home to Ana Sagar Lake, Taragarh Fort, and the prestigious Mayo College. Ajmer serves as a gateway to Pushkar and is a major pilgrimage site for people of all faiths.",
         "images": [
           "https://example.com/ajmer1.jpg",
           "https://example.com/ajmer2.jpg",
           "https://example.com/ajmer3.jpg",
           "https://example.com/ajmer4.jpg"
         ]
       },
       {
         "id": 2,
         "title": "Pushkar",
         "description": "Pushkar is one of the most sacred towns in India, known for the holy Pushkar Lake and the world’s only temple dedicated to Lord Brahma. The town is famous for the annual Pushkar Camel Fair, which attracts thousands of tourists and traders. With over 500 temples and numerous ghats, Pushkar is a vibrant spiritual and cultural hub. The town’s colorful bazaars, rooftop cafes, and desert landscapes make it a unique travel destination.",
         "images": [
           "https://example.com/pushkar1.jpg",
           "https://example.com/pushkar2.jpg",
           "https://example.com/pushkar3.jpg",
           "https://example.com/pushkar4.jpg"
         ]
       },
       {
         "id": 3,
         "title": "Jodhpur",
         "description": "Jodhpur, also known as the 'Blue City,' is famous for its stunning blue-painted houses and the majestic Mehrangarh Fort. Founded by Rao Jodha in 1459, it was once the capital of the Marwar kingdom. The city is known for its vibrant markets, Umaid Bhawan Palace, and the scenic Jaswant Thada. Jodhpur’s location at the edge of the Thar Desert makes it a gateway for desert safaris and cultural experiences.",
         "images": [
           "https://example.com/jodhpur1.jpg",
           "https://example.com/jodhpur2.jpg",
           "https://example.com/jodhpur3.jpg",
           "https://example.com/jodhpur4.jpg"
         ]
       },
       {
         "id": 4,
         "title": "Jaisalmer",
         "description": "Jaisalmer, known as the 'Golden City,' is famous for its yellow sandstone architecture and stunning desert landscapes. It was founded by Maharawal Jaisal Singh in 1156 AD. The Jaisalmer Fort, one of the few 'living forts' in the world, houses palaces, temples, and shops. The city is a popular destination for camel safaris in the Thar Desert, with attractions like Sam Sand Dunes and Gadisar Lake.",
         "images": [
           "https://example.com/jaisalmer1.jpg",
           "https://example.com/jaisalmer2.jpg",
           "https://example.com/jaisalmer3.jpg",
           "https://example.com/jaisalmer4.jpg"
         ]
       },
       {
         "id": 5,
         "title": "Udaipur",
         "description": "Udaipur, often called the 'City of Lakes,' was founded by Maharana Udai Singh II in 1559. The city is known for its stunning lakes, including Lake Pichola and Fateh Sagar Lake. It is home to architectural marvels like the City Palace, Lake Palace, and Jag Mandir. Udaipur’s romantic ambiance, rich Rajput heritage, and vibrant art scene make it one of the most picturesque destinations in India.",
         "images": [
           "https://example.com/udaipur1.jpg",
           "https://example.com/udaipur2.jpg",
           "https://example.com/udaipur3.jpg",
           "https://example.com/udaipur4.jpg"
         ]
       },
       {
         "id": 6,
         "title": "Jaipur",
         "description": "Jaipur, the capital of Rajasthan, is famously known as the 'Pink City' due to its distinct pink-colored buildings. Founded by Maharaja Sawai Jai Singh II in 1727, it is one of India's first planned cities. Jaipur is home to iconic landmarks like Hawa Mahal, Amber Fort, and City Palace. With its vibrant culture, traditional bazaars, and architectural brilliance, Jaipur remains a major tourist attraction in India.",
         "images": [
           "https://example.com/jaipur1.jpg",
           "https://example.com/jaipur2.jpg",
           "https://example.com/jaipur3.jpg",
           "https://example.com/jaipur4.jpg"
         ]
       }
     ]
   }
   