{
     "places": [
       {
         "id": 1,
         "title": "Jaipur",
         "description": "Jaipur, the 'Pink City,' is the capital of Rajasthan, known for its royal heritage, stunning architecture, and vibrant markets. Founded in 1727 by Maharaja Sawai Jai Singh II, it is home to iconic landmarks such as Amber Fort, Hawa Mahal, Jantar Mantar, and City Palace. The city is famous for its rich culture, traditional handicrafts, and delicious Rajasthani cuisine.",
         "images": [
           "https://example.com/jaipur1.jpg",
           "https://example.com/jaipur2.jpg",
           "https://example.com/jaipur3.jpg",
           "https://example.com/jaipur4.jpg"
         ]
       },
       {
         "id": 2,
         "title": "Birla Mandir",
         "description": "Birla Mandir, also known as Laxmi Narayan Temple, is a beautiful white marble temple dedicated to Lord Vishnu and Goddess Lakshmi. Built by the Birla family in 1988, it showcases intricate carvings, stunning architecture, and serene surroundings. The temple is a spiritual and architectural marvel in Jaipur.",
         "images": [
           "https://example.com/birlamandir1.jpg",
           "https://example.com/birlamandir2.jpg",
           "https://example.com/birlamandir3.jpg",
           "https://example.com/birlamandir4.jpg"
         ]
       },
       {
         "id": 3,
         "title": "Albert Hall Museum",
         "description": "Albert Hall Museum is the oldest museum in Rajasthan, built in 1876 to commemorate the visit of Prince Albert. Designed in Indo-Saracenic architecture, it houses a rich collection of artifacts, paintings, sculptures, and royal antiques. It is beautifully illuminated at night, making it a must-visit spot in Jaipur.",
         "images": [
           "https://example.com/alberthall1.jpg",
           "https://example.com/alberthall2.jpg",
           "https://example.com/alberthall3.jpg",
           "https://example.com/alberthall4.jpg"
         ]
       },
       {
         "id": 4,
         "title": "Hawa Mahal",
         "description": "Hawa Mahal, the 'Palace of Winds,' was built in 1799 by Maharaja Sawai Pratap Singh. This five-story structure with 953 small windows (jharokhas) was designed to allow royal ladies to observe street festivities without being seen. The red and pink sandstone architecture is a symbol of Jaipur's royal heritage.",
         "images": [
           "https://example.com/hawamahal1.jpg",
           "https://example.com/hawamahal2.jpg",
           "https://example.com/hawamahal3.jpg",
           "https://example.com/hawamahal4.jpg"
         ]
       },
       {
         "id": 5,
         "title": "Jantar Mantar",
         "description": "Jantar Mantar, built by Maharaja Sawai Jai Singh II in 1734, is an astronomical observatory and a UNESCO World Heritage Site. It features the world’s largest stone sundial and various other instruments that help measure time, predict eclipses, and track celestial bodies. It is an engineering marvel of the 18th century.",
         "images": [
           "https://example.com/jantarmantar1.jpg",
           "https://example.com/jantarmantar2.jpg",
           "https://example.com/jantarmantar3.jpg",
           "https://example.com/jantarmantar4.jpg"
         ]
       },
       {
         "id": 6,
         "title": "City Palace",
         "description": "City Palace, located in the heart of Jaipur, was built by Maharaja Sawai Jai Singh II in the 18th century. It is a blend of Mughal and Rajput architecture and houses museums, courtyards, gardens, and royal artifacts. The palace is still home to the Jaipur royal family and showcases Rajasthan's glorious past.",
         "images": [
           "https://example.com/citypalace1.jpg",
           "https://example.com/citypalace2.jpg",
           "https://example.com/citypalace3.jpg",
           "https://example.com/citypalace4.jpg"
         ]
       },
       {
         "id": 7,
         "title": "Khazana Mahal",
         "description": "Khazana Mahal is a hidden gem in Jaipur, known for its exquisite collection of royal treasures, antiques, and artifacts. It showcases rare gems, weapons, and textiles from the Rajput era. This museum offers a unique glimpse into Rajasthan’s rich history and heritage.",
         "images": [
           "https://example.com/khazanamahal1.jpg",
           "https://example.com/khazanamahal2.jpg",
           "https://example.com/khazanamahal3.jpg",
           "https://example.com/khazanamahal4.jpg"
         ]
       },
       {
         "id": 8,
         "title": "Jal Mahal",
         "description": "Jal Mahal, the 'Water Palace,' is an architectural wonder situated in the middle of Man Sagar Lake. Built in the 18th century by Maharaja Madho Singh I, it features Rajput and Mughal styles. The palace, partially submerged, creates a mesmerizing view, especially during sunrise and sunset.",
         "images": [
           "https://example.com/jalmahal1.jpg",
           "https://example.com/jalmahal2.jpg",
           "https://example.com/jalmahal3.jpg",
           "https://example.com/jalmahal4.jpg"
         ]
       }
     ]
   }
   